Repository: PITADIA/android-couple-app
Catalog: LesPlus Hots.xcstrings
Source language: en
Languages: de, es, fr, it

# lph_195
source: Have you ever imagined what our sexuality would become in 10 years?
de: Hast du dir schon mal vorgestellt, wie unsere Sexualität in 10 Jahren aussieht?
es: ¿Alguna vez has imaginado en qué se convertirá nuestra sexualidad en 10 años?
fr: As-tu déjà imaginé ce que deviendrait notre sexualité dans 10 ans ?
it: Hai mai immaginato come sarà la nostra sessualità tra 10 anni?

# lph_196
source: What erotic discovery with me has marked you positively?
de: Welche erotische Entdeckung mit mir ist dir besonders positiv im Kopf geblieben?
es: ¿Qué descubrimiento erótico conmigo te ha marcado positivamente?
fr: Quelle découverte érotique avec moi t'a marqué positivement ?
it: Quale scoperta erotica con me ti ha segnato positivamente?

# lph_197
source: Do you feel capable of suggesting initiatives more often to spice up our relationship?
de: Traust du dir zu, öfter Initiative zu ergreifen, um unsere Beziehung zu würzen?
es: ¿Te sientes capaz de proponer iniciativas más a menudo para animar nuestra relación?
fr: Te sens-tu capable de proposer des initiatives plus souvent pour pimenter notre relation ?
it: Ti senti capace di proporre iniziative più spesso per ravvivare la nostra relazione?

# lph_198
source: What do you appreciate most just after a sensual moment?
de: Was magst du direkt nach einem sinnlichen Moment am meisten?
es: ¿Qué es lo que más aprecias justo después de un momento sensual?
fr: Qu'est-ce que tu apprécies le plus juste après un moment sensuel ?
it: Cosa apprezzi di più subito dopo un momento sensuale?

# lph_199
source: Do you think discussion is important after an erotic moment?
de: Findest du, dass Reden nach einem erotischen Moment wichtig ist?
es: ¿Crees que es importante hablar después de un momento erótico?
fr: Penses-tu que la discussion est importante après un moment érotique ?
it: Pensi che la discussione sia importante dopo un momento erotico?

# lph_200
source: What would you like me to understand better about your desire?
de: Was würdest du dir wünschen, dass ich an deinem Begehren besser verstehe?
es: ¿Qué te gustaría que entendiera mejor sobre tu deseo?
fr: Qu'aimerais-tu que je comprenne mieux sur ton désir ?
it: Cosa vorresti che capissi meglio del tuo desiderio?

# lph_201
source: Do you agree that good communication is the key to fulfilled intimacy?
de: Stimmst du zu, dass gute Kommunikation der Schlüssel zu erfüllter Intimität ist?
es: ¿Estás de acuerdo en que una buena comunicación es la clave de una intimidad plena?
fr: Es-tu d'accord pour dire qu'une bonne communication est la clé d'une intimité épanouie ?
it: Sei d'accordo che una buona comunicazione è la chiave per un'intimità appagante?

# lph_202
source: What foreplay do you hate?
de: Welches Vorspiel magst du gar nicht?
es: ¿Qué preliminar odias?
fr: Quels préliminaires détestes-tu ?
it: Quali preliminari detesti?

# lph_203
source: What mundane moment has already made you want to touch me?
de: Welcher ganz normale Moment hat dir schon mal Lust gemacht, mich zu berühren?
es: ¿Qué momento mundano ya te ha dado ganas de tocarme?
fr: Quel moment anodin t'a déjà donné envie de me toucher ?
it: Quale momento banale ti ha già fatto venire voglia di toccarmi?

# lph_204
source: Is there a specific emotion that always precedes your desire for me?
de: Gibt es eine bestimmte Emotion, die deinem Verlangen nach mir immer vorausgeht?
es: ¿Hay alguna emoción específica que siempre preceda tu deseo por mí?
fr: Y a-t-il une émotion précise qui précède toujours ton désir de moi ?
it: C'è un'emozione specifica che precede sempre il tuo desiderio per me?

# lph_205
source: Do you talk about our sex life with your friends?
de: Redest du mit deinen Freundinnen und Freunden über unser Sexleben?
es: ¿Hablas de nuestra vida sexual con tus amigos?
fr: Est-ce que tu parles de notre vie sexuelle avec tes amis ?
it: Parli della nostra vita sessuale con i tuoi amici?

# lph_206
source: If we had to write a sensual scene together, what would be the setting?
de: Wenn wir zusammen eine sinnliche Szene schreiben würden – welches Setting würdest du wählen?
es: Si tuviéramos que escribir una escena sensual juntos, ¿cuál sería el escenario?
fr: Si on devait écrire une scène sensuelle ensemble, quel serait le décor ?
it: Se dovessimo scrivere insieme una scena sensuale, quale sarebbe l'ambientazione?

# lph_207
source: Do you find my body attractive?
de: Findest du meinen Körper attraktiv?
es: ¿Encuentras atractivo mi cuerpo?
fr: Est-ce que tu trouves mon corps attirant ?
it: Trovi il mio corpo attraente?

# lph_208
source: How can we revive sexual attraction between us?
de: Wie können wir die sexuelle Anziehung zwischen uns wieder ankurbeln?
es: ¿Cómo podemos reavivar la atracción sexual entre nosotros?
fr: Comment peut-on raviver l'attirance sexuelle entre nous ?
it: Come possiamo ravvivare l'attrazione sessuale tra noi?

# lph_209
source: If sex was out of the question, would you stay with me?
de: Wenn Sex keine Option wäre, würdest du trotzdem mit mir zusammenbleiben?
es: Si el sexo estuviera fuera de cuestión, ¿te quedarías conmigo?
fr: Si le sexe était hors de question, est-ce que tu resterais avec moi ?
it: Se il sesso fosse escluso, resteresti con me?

# lph_210
source: What is the definition of eroticism for you?
de: Was bedeutet Erotik für dich?
es: ¿Cuál es la definición de erotismo para ti?
fr: Quelle est la définition de l'érotisme pour toi ?
it: Qual è la definizione di erotismo per te?

# lph_211
source: Do you think we don't let ourselves go enough under the sheets?
de: Findest du, wir lassen uns unter der Bettdecke nicht genug gehen?
es: ¿Crees que no nos soltamos lo suficiente bajo las sábanas?
fr: Penses-tu que l'on ne se laisse pas assez aller sous la couette ?
it: Pensi che non ci lasciamo andare abbastanza sotto le lenzuola?

# lph_212
source: What makes a kiss unforgettable according to you?
de: Was macht einen Kuss für dich unvergesslich?
es: ¿Qué hace que un beso sea inolvidable según tú?
fr: Qu'est-ce qui rend un baiser inoubliable selon toi ?
it: Cosa rende un bacio indimenticabile secondo te?

# lph_213
source: What is the best way to reconnect when we've missed each other?
de: Was ist für dich die beste Art, wieder zueinander zu finden, wenn wir uns vermisst haben?
es: ¿Cuál es la mejor manera de reconectarnos cuando nos hemos echado de menos?
fr: Quelle est la meilleure façon de se retrouver quand on s'est manqué ?
it: Qual è il modo migliore per ritrovarsi quando ci siamo mancati?

# lph_214
source: What gesture or attitude from me has already driven you crazy with desire?
de: Welche Geste oder Haltung von mir hat dich schon mal verrückt vor Verlangen gemacht?
es: ¿Qué gesto o actitud mía ya te ha vuelto loco/a de deseo?
fr: Quel geste ou attitude chez moi t'a déjà rendu(e) fou/folle de désir ?
it: Quale gesto o atteggiamento da parte mia ti ha già fatto impazzire di desiderio?

# lph_215
source: Is there a simple thing I do that immediately puts you in the mood?
de: Gibt es etwas Einfaches, das ich tue und das dich sofort in Stimmung bringt?
es: ¿Hay algo sencillo que hago que te pone en ambiente de inmediato?
fr: Y a-t-il une chose simple que je fais et qui te met immédiatement dans l'ambiance ?
it: C'è una cosa semplice che faccio che ti mette subito nell'atmosfera?

# lph_216
source: Do you prefer soft or firm caresses?
de: Magst du lieber sanfte oder eher feste Berührungen?
es: ¿Prefieres caricias suaves o firmes?
fr: Préfères-tu les caresses douces ou appuyées ?
it: Preferisci le carezze morbide o quelle più decise?

# lph_217
source: How would you like me to give you confidence in your body again?
de: Wie kann ich dir helfen, wieder Vertrauen in deinen Körper zu bekommen?
es: ¿Cómo te gustaría que te devolviera la confianza en tu cuerpo?
fr: Comment aimerais-tu que je te redonne confiance dans ton corps ?
it: Come vorresti che ti aiutassi a ritrovare fiducia nel tuo corpo?

# lph_218
source: What moment we spent together gives you butterflies?
de: Welcher Moment von uns beiden macht dir bis heute Schmetterlinge im Bauch?
es: ¿Qué momento que pasamos juntos te da mariposas?
fr: Quel moment passé ensemble te donne des papillons ?
it: Quale momento trascorso insieme ti dà le farfalle nello stomaco?

# lph_219
source: What is your biggest desire right now?
de: Was ist gerade dein größtes Verlangen?
es: ¿Cuál es tu mayor deseo en este momento?
fr: Quelle est ta plus grande envie actuellement ?
it: Qual è il tuo più grande desiderio in questo momento?

# lph_220
source: Do you have a favorite cuisine for our romantic dinners?
de: Hast du eine Lieblingsküche für unsere Date-Dinner?
es: ¿Tienes una cocina favorita para nuestras cenas románticas?
fr: As-tu une cuisine préférée pour nos dîners romantiques ?
it: Hai una cucina preferita per le nostre cene romantiche?

# lph_221
source: If you could fall asleep in only one position with me, which would you choose?
de: Wenn du nur in einer Position mit mir einschlafen könntest – welche wäre es?
es: Si pudieras quedarte dormido/a en una sola posición conmigo, ¿cuál elegirías?
fr: Si tu pouvais t'endormir dans une seule position avec moi, laquelle choisirais-tu ?
it: Se potessi addormentarti in una sola posizione con me, quale sceglieresti?

# lph_222
source: What do you find beautiful in our gestures when we love each other?
de: Was findest du schön an unseren Gesten, wenn wir uns lieben?
es: ¿Qué encuentras hermoso en nuestros gestos cuando nos amamos?
fr: Qu'est-ce que tu trouves beau dans nos gestes quand on s'aime ?
it: Cosa trovi bello nei nostri gesti quando ci amiamo?

# lph_223
source: What is something you've never dared to say about what you like to receive?
de: Was hast du dich noch nie getraut zu sagen, das du gern bekommst?
es: ¿Qué es algo que nunca te has atrevido a decir sobre lo que te gusta recibir?
fr: Quelle est la chose que tu n'as jamais osé dire sur ce que tu aimes recevoir ?
it: C'è qualcosa che non hai mai osato dire su ciò che ti piace ricevere?

# lph_224
source: What perfume do you recommend I wear?
de: Welchen Duft würdest du mir empfehlen?
es: ¿Qué perfume me recomiendas llevar?
fr: Quel parfum me recommandes-tu de porter ?
it: Quale profumo mi consigli di indossare?

# lph_225
source: If your body could speak, what would it ask of me?
de: Wenn dein Körper sprechen könnte, was würde er sich von mir wünschen?
es: Si tu cuerpo pudiera hablar, ¿qué me pediría?
fr: Si ton corps pouvait parler, que me demanderait-il ?
it: Se il tuo corpo potesse parlare, cosa mi chiederebbe?

# lph_226
source: What moment have you perceived as the purest expression of our mutual desire?
de: Welcher Moment war für dich der reinste Ausdruck unseres gegenseitigen Verlangens?
es: ¿Qué momento has percibido como la expresión más pura de nuestro deseo mutuo?
fr: Quel moment as-tu perçu comme l'expression la plus pure de notre désir mutuel ?
it: Quale momento hai percepito come la più pura espressione del nostro desiderio reciproco?

# lph_227
source: What would you like to do on a morning when we're both together, without constraints?
de: Was würdest du an einem Morgen ohne Verpflichtungen mit mir am liebsten machen?
es: ¿Qué te gustaría hacer en una mañana cuando estemos juntos, sin obligaciones?
fr: Qu'aimerais-tu faire un matin où on est tous les deux, sans contrainte ?
it: Cosa ti piacerebbe fare in una mattina in cui siamo insieme senza impegni?

# lph_228
source: What is your favorite naughty couple activity?
de: Was ist deine liebste freche Pärchen-Aktivität?
es: ¿Cuál es tu actividad traviesa de pareja favorita?
fr: Quelle est ton activité coquine préférée en couple ?
it: Qual è la tua attività birichina di coppia preferita?

# lph_229
source: Describe the perfect wake-up.
de: Beschreib das perfekte Aufwachen.
es: Describe el despertar perfecto.
fr: Décris le réveil parfait.
it: Descrivi il risveglio perfetto.

# lph_230
source: What makes a moment unforgettable for you, even without words?
de: Was macht einen Moment für dich unvergesslich – auch ganz ohne Worte?
es: ¿Qué hace que un momento sea inolvidable para ti, incluso sin palabras?
fr: Qu'est-ce qui rend un moment inoubliable pour toi, même sans mots ?
it: Cosa rende un momento indimenticabile per te, anche senza parole?

# lph_231
source: Was there a time when you felt more than pleasure: a real connection?
de: Gab es einen Moment, in dem du mehr als nur Lust gespürt hast – eine echte Verbindung?
es: ¿Hubo un momento en el que sentiste más que placer: una verdadera conexión?
fr: Y a-t-il une fois où tu as ressenti plus que du plaisir : une vraie connexion ?
it: C'è stato un momento in cui hai provato più del piacere: una vera connessione?

# lph_232
source: Would it be harder to stop sex for 1 year or not see each other for 3 months?
de: Was wäre schwieriger: 1 Jahr keinen Sex oder 3 Monate einander nicht sehen?
es: ¿Sería más difícil dejar de tener sexo durante un año o no vernos durante tres meses?
fr: Serait-il plus dur d'arrêter le sexe pendant 1 an ou de ne pas se voir pendant 3 mois ?
it: Sarebbe più difficile smettere di fare sesso per un anno o non vedersi per tre mesi?

# lph_233
source: What do you think of the movie 50 Shades of Grey?
de: Was hältst du vom Film 'Fifty Shades of Grey'?
es: ¿Qué piensas de la película 50 sombras de Grey?
fr: Que penses-tu du film 50 nuances de Grey ?
it: Cosa pensi del film 50 Sfumature di Grigio?

# lph_234
source: Where would you like to spend your honeymoon?
de: Wo würdest du gern deine Flitterwochen verbringen?
es: ¿Dónde te gustaría pasar tu luna de miel?
fr: Où aimerais-tu passer ta lune de miel ?
it: Dove ti piacerebbe passare la luna di miele?

# lph_235
source: If you could, where would you kiss me on my body?
de: Wenn du könntest: Wo würdest du mich an meinem Körper küssen?
es: Si pudieras, ¿dónde me besarías en mi cuerpo?
fr: Si tu le pouvais, où m'embrasserais-tu sur mon corps ?
it: Se potessi, dove mi baceresti sul corpo?

# lph_236
source: What is your favorite form of touch: hands, skin, breath...?
de: Welche Art von Berührung magst du am liebsten: Hände, Haut, Atem …?
es: ¿Cuál es tu forma favorita de contacto: manos, piel, aliento...?
fr: Quelle est ta forme préférée de contact : les mains, la peau, le souffle… ?
it: Qual è la tua forma di contatto preferita: mani, pelle, respiro...?

# lph_237
source: Rather pajamas or sexy outfit?
de: Lieber Pyjama oder sexy Outfit?
es: ¿Prefieres pijama u atuendo sexy?
fr: Plutôt pyjama ou tenue sexy ?
it: Pigiama o outfit sexy?

# lph_238
source: What physical detail between us is engraved in your sensory memory?
de: Welches körperliche Detail zwischen uns ist in deinem Gedächtnis eingebrannt?
es: ¿Qué detalle físico entre nosotros está grabado en tu memoria sensorial?
fr: Quel détail physique entre nous est gravé dans ta mémoire sensorielle ?
it: Quale dettaglio fisico tra noi è inciso nella tua memoria sensoriale?

# lph_239
source: What do you think about kisses in public?
de: Wie findest du Küsse in der Öffentlichkeit?
es: ¿Qué piensas de los besos en público?
fr: Qu'est-ce que tu penses des bisous en public ?
it: Cosa pensi dei baci in pubblico?

# lph_240
source: If I could teleport to your door right now, how would you welcome me?
de: Wenn ich mich jetzt zu deiner Tür beamen könnte – wie würdest du mich begrüßen?
es: Si pudiera teletransportarme a tu puerta ahora mismo, ¿cómo me recibirías?
fr: Si je pouvais me téléporter à ta porte maintenant, comment m'accueillerais-tu ?
it: Se potessi teletrasportarmi alla tua porta in questo momento, come mi accoglieresti?

# lph_241
source: What is the naughtiest emoji according to you?
de: Welches ist für dich das frechste Emoji?
es: ¿Cuál es el emoji más travieso según tú?
fr: Quel est l'émoji le plus coquin selon toi ?
it: Qual è l'emoji più birichina secondo te?

# lph_242
source: According to you, what is the most aphrodisiac food?
de: Welches Essen ist für dich am aphrodisierendsten?
es: Según tú, ¿cuál es la comida más afrodisíaca?
fr: Selon toi, quel est l'aliment le plus aphrodisiaque ?
it: Secondo te, qual è il cibo più afrodisiaco?

# lph_243
source: What do you prefer about your body?
de: Was magst du an deinem Körper am liebsten?
es: ¿Qué es lo que más te gusta de tu cuerpo?
fr: Qu'est-ce que tu préfères de ton corps ?
it: Cosa preferisci del tuo corpo?

# lph_244
source: Do you prefer tender caresses or slightly wilder ones?
de: Magst du lieber zarte oder etwas wildere Streicheleinheiten?
es: ¿Prefieres caricias tiernas o un poco más salvajes?
fr: Tu préfères les caresses tendres ou un peu plus sauvages ?
it: Preferisci carezze tenere o un po' più selvagge?

# lph_245
source: What carnal moment made you feel loved beyond the physical?
de: Welcher körperliche Moment hat dich geliebt fühlen lassen – über das Physische hinaus?
es: ¿Qué momento carnal te hizo sentir amado/a más allá de lo físico?
fr: Quel moment charnel t'a fait te sentir aimé(e) au-delà du physique ?
it: Quale momento carnale ti ha fatto sentire amato oltre il fisico?

# lph_246
source: Do you find me tender enough with you?
de: Findest du, ich bin zärtlich genug zu dir?
es: ¿Me encuentras lo suficientemente tierno/a contigo?
fr: Me trouves-tu assez tendre avec toi ?
it: Mi trovi abbastanza tenero/a con te?

# lph_247
source: How could I make you feel that I'm there, even without touching you?
de: Wie könnte ich dir das Gefühl geben, dass ich da bin – auch ohne dich zu berühren?
es: ¿Cómo podría hacerte sentir que estoy ahí, incluso sin tocarte?
fr: Comment pourrais-je te faire ressentir que je suis là, même sans te toucher ?
it: Come potrei farti sentire la mia presenza anche senza toccarti?

# lph_248
source: What physical act between us has already soothed and excited you at the same time?
de: Welche körperliche Handlung zwischen uns hat dich schon mal gleichzeitig beruhigt und erregt?
es: ¿Qué acto físico entre nosotros ya te ha calmado y excitado al mismo tiempo?
fr: Quelle acte physique entre nous t'a déjà apaisé(e) et excité(e) à la fois ?
it: Quale atto fisico tra noi ti ha già calmato ed eccitato allo stesso tempo?

# lph_249
source: On a scale of 1 to 10, how important is sexuality for you in a relationship?
de: Wie wichtig ist Sexualität in einer Beziehung für dich – auf einer Skala von 1 bis 10?
es: En una escala del 1 al 10, ¿qué tan importante es la sexualidad para ti en una relación?
fr: Sur une échèlle de 1 à 10, à combien la sexualité est importante pour toi dans un couple ?
it: Su una scala da 1 a 10, quanto è importante la sessualità per te in una relazione?

# lph_250
source: What was, according to you, the time when our foreplay really turned you on? and why?
de: Wann haben dich unsere Vorspiele so richtig angeheizt – und warum?
es: ¿Cuál fue, según tú, el momento en que nuestros preliminares realmente te excitaron? ¿Y por qué?
fr: Quel a été selon toi, la fois ou nos préliminaires t'ont vraiment chauffé ? et pourquoi ?
it: Qual è stato, secondo te, il momento in cui i nostri preliminari ti hanno davvero eccitato? E perché?

# lph_251
source: Do you prefer foreplay to be the main event or just a prelude?
de: Magst du es lieber, wenn Vorspiel der Hauptteil ist – oder nur das Warm-up?
es: ¿Prefieres que los preliminares sean el evento principal o solo un preludio?
fr: Préfères-tu que les préliminaires soient la pièce principal ou juste un précurseur ?
it: Preferisci che i preliminari siano l'evento principale o solo un preludio?

# lph_252
source: Do you prefer to show affection in public or in private?
de: Zeigst du Zuneigung lieber öffentlich oder privat?
es: ¿Prefieres mostrar afecto en público o en privado?
fr: Préfères-tu être faire preuve d'affections en public ou en privé ?
it: Preferisci mostrare affetto in pubblico o in privato?

# lph_253
source: Do you prefer me to be very talkative or stay silent in bed?
de: Magst du es im Bett lieber, wenn ich viel rede – oder eher leise bin?
es: ¿Prefieres que sea muy hablador/a o que me quede en silencio en la cama?
fr: Préfères-tu que je sois très bavard(e) ou que je reste silencieux(se) au lit ?
it: Preferisci che sia molto loquace o che stia in silenzio a letto?

# lph_254
source: If our next embrace was the last, what would you want us to do?
de: Wenn unsere nächste Umarmung die letzte wäre – was würdest du dir wünschen, dass wir tun?
es: Si nuestro próximo abrazo fuera el último, ¿qué querrías que hiciéramos?
fr: Si notre prochaine étreinte était la dernière, que voudrais-tu que l'on fasse ?
it: Se il nostro prossimo abbraccio fosse l'ultimo, cosa vorresti che facessimo?

# lph_255
source: After all these questions, do you think we'll be able to please each other even more?
de: Nach all diesen Fragen: Glaubst du, wir können uns noch mehr gefallen?
es: Después de todas estas preguntas, ¿crees que podremos complacernos aún más?
fr: Après toutes ces questions, penses-tu que l'on va pouvoir se plaire encore plus ?
it: Dopo tutte queste domande, pensi che riusciremo a piacerci ancora di più?

# lph_256
source: What did you retain from all my answers?
de: Was nimmst du aus all meinen Antworten mit?
es: ¿Qué reteniste de todas mis respuestas?
fr: Qu'as tu retenu de toutes mes réponses ?
it: Cosa hai tratto da tutte le mie risposte?
